"""
Задание 1.

Поработайте с переменными, создайте несколько,
выведите на экран, запросите у пользователя несколько чисел и
строк и сохраните в переменные, выведите на экран.

"""

a = input("Введите ваше имя: ")
b = input("Введите ваш возраст: ")
c = input("Ваше любимое число: ")

print(f"Ваши данные - Имя: {a}, Возраст: {b}, Любимое число: {c}")
